[coins.Coin_1_imp_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[coins.Coin_1_imp_twk:DisTweaks_Interactable_PickupBase_28 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[coins.Coin_1_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[coins.Coin_1_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[coins.Coin_25_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[coins.Coin_25_twk:DisTweaks_Interactable_PickupBase_2 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="10金币"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[coins.Coin_5_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[coins.Coin_5_twk:DisTweaks_Interactable_PickupBase_1 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="5金币"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[coins.Ingot_100_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[coins.Ingot_100_twk:DisTweaks_Interactable_PickupBase_29 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="金条"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Cameo_twk:DisTweaks_Interactable_PickupBase_30 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷宝石"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_CigCase_twk:DisTweaks_Interactable_PickupBase_31 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_FishStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_FishStatue_twk:DisTweaks_Interactable_PickupBase_32 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷鱼雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_JBox_twk:DisTweaks_Interactable_PickupBase_33 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Medal_twk:DisTweaks_Interactable_PickupBase_34 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷战斗勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Plate_twk:DisTweaks_Interactable_PickupBase_35 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_PocketWtch_twk:DisTweaks_Interactable_PickupBase_4 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Sextant_twk:DisTweaks_Interactable_PickupBase_36 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Moray_Urn_twk:DisTweaks_Interactable_PickupBase_37 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫雷金瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Cameo_twk:DisTweaks_Interactable_PickupBase_6 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯宝石"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_CigCase_twk:DisTweaks_Interactable_PickupBase_38 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_FishStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_FishStatue_twk:DisTweaks_Interactable_PickupBase_39 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯金鱼雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_JBox_twk:DisTweaks_Interactable_PickupBase_40 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Medal_twk:DisTweaks_Interactable_PickupBase_41 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Plate_twk:DisTweaks_Interactable_PickupBase_42 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_PocketWtch_twk:DisTweaks_Interactable_PickupBase_5 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Sextant_twk:DisTweaks_Interactable_PickupBase_43 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T1.Hrlm_T1_Perth_Urn_twk:DisTweaks_Interactable_PickupBase_44 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="珀斯金瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Cameo_twk:DisTweaks_Interactable_PickupBase_45 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米浮雕"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_CigCase_twk:DisTweaks_Interactable_PickupBase_46 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_HoundStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_HoundStatue_twk:DisTweaks_Interactable_PickupBase_47 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米猎犬雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_JBox_twk:DisTweaks_Interactable_PickupBase_48 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Medal_twk:DisTweaks_Interactable_PickupBase_49 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米战斗勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Plate_twk:DisTweaks_Interactable_PickupBase_50 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_PocketWtch_twk:DisTweaks_Interactable_PickupBase_15 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Sextant_twk:DisTweaks_Interactable_PickupBase_51 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Carmine_Urn_twk:DisTweaks_Interactable_PickupBase_52 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="卡尔米金瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Cameo_twk:DisTweaks_Interactable_PickupBase_53 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯浮雕宝石"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_CigCase_twk:DisTweaks_Interactable_PickupBase_54 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_HoundStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_HoundStatue_twk:DisTweaks_Interactable_PickupBase_55 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯猎犬雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_JBox_twk:DisTweaks_Interactable_PickupBase_56 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Medal_twk:DisTweaks_Interactable_PickupBase_57 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯战斗勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Plate_twk:DisTweaks_Interactable_PickupBase_58 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_PocketWtch_twk:DisTweaks_Interactable_PickupBase_16 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Sextant_twk:DisTweaks_Interactable_PickupBase_17 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T2.Hrlm_T2_Inchmouth_Urn_twk:DisTweaks_Interactable_PickupBase_59 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="因埃克茅斯瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Cameo_twk:DisTweaks_Interactable_PickupBase_60 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳浮雕"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_CigCase_twk:DisTweaks_Interactable_PickupBase_61 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Egg_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Egg_twk:DisTweaks_Interactable_PickupBase_62 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳金蛋"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_JBox_twk:DisTweaks_Interactable_PickupBase_63 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Medal_twk:DisTweaks_Interactable_PickupBase_64 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳战斗勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Plate_twk:DisTweaks_Interactable_PickupBase_65 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_PocketWtch_twk:DisTweaks_Interactable_PickupBase_20 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Sextant_twk:DisTweaks_Interactable_PickupBase_66 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_Urn_twk:DisTweaks_Interactable_PickupBase_67 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳金瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_WhaleStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Boyle_WhaleStatue_twk:DisTweaks_Interactable_PickupBase_68 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳鲸鱼小雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Cameo_twk:DisTweaks_Interactable_PickupBase_22 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室浮雕饰品"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_CigCase_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_CigCase_twk:DisTweaks_Interactable_PickupBase_69 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室烟盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Egg_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Egg_twk:DisTweaks_Interactable_PickupBase_70 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室金蛋"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_JBox_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_JBox_twk:DisTweaks_Interactable_PickupBase_71 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室珠宝盒"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Medal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Medal_twk:DisTweaks_Interactable_PickupBase_72 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室战斗勋章"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Plate_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Plate_twk:DisTweaks_Interactable_PickupBase_73 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室装饰盘"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_PocketWtch_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_PocketWtch_twk:DisTweaks_Interactable_PickupBase_21 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室怀表"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Sextant_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Sextant_twk:DisTweaks_Interactable_PickupBase_74 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室六分仪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Urn_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_Urn_twk:DisTweaks_Interactable_PickupBase_75 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室金瓮"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_WhaleStatue_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Heirlooms.T3.Hrlm_T3_Imp_WhaleStatue_twk:DisTweaks_Interactable_PickupBase_76 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皇室鲸鱼雕像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_CankerMouthGulf_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_CankerMouthGulf_twk:DisTweaks_Interactable_PickupBase_77 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="坎柯尔海湾口的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_CapeofTeeth_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_CapeofTeeth_twk:DisTweaks_Interactable_PickupBase_8 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="牙之海角的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_Continent_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_Continent_twk:DisTweaks_Interactable_PickupBase_7 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="潘迪希恩大陆的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_NSkyStars_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_NSkyStars_twk:DisTweaks_Interactable_PickupBase_78 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="星空图：北方的天空"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_OldCoast_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_OldCoast_twk:DisTweaks_Interactable_PickupBase_79 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="旧海岸的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_SiegeStarTable_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_SiegeStarTable_twk:DisTweaks_Interactable_PickupBase_80 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="西潘迪希恩盆地的地质调查"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_SlaveRoutes_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_SlaveRoutes_twk:DisTweaks_Interactable_PickupBase_81 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="奴隶之路的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_SSkyStars_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_SSkyStars_twk:DisTweaks_Interactable_PickupBase_11 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="星空图：南方的天空"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_WestSeas_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_WestSeas_twk:DisTweaks_Interactable_PickupBase_82 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="西海"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Maps.Map_WhalingTerritory_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Maps.Map_WhalingTerritory_twk:DisTweaks_Interactable_PickupBase_83 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="捕鲸区的地图"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_AffixSkin_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_AffixSkin_twk:DisTweaks_Interactable_PickupBase_85 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="维拉·莫雷与她肌肤上的附着物"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Asymmetry_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Asymmetry_twk:DisTweaks_Interactable_PickupBase_86 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="情报部长的不对称轴"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_CommutativeWeeper_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_CommutativeWeeper_twk:DisTweaks_Interactable_PickupBase_87 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="可交换的鼠群与恸哭者"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_EmpEmptySet_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_EmpEmptySet_twk:DisTweaks_Interactable_PickupBase_84 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="女皇与空集"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Isometry_NoBottle_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Isometry_NoBottle_twk:DisTweaks_Interactable_PickupBase_89 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="至高督军赛迪斯·坎贝尔的等距画像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Isometry_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Isometry_twk:DisTweaks_Interactable_PickupBase_88 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="至高督军赛迪斯·坎贝尔的等距画像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Obtuse_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Obtuse_twk:DisTweaks_Interactable_PickupBase_90 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="波义耳女士的钝角论证"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Parabola_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Parabola_twk:DisTweaks_Interactable_PickupBase_91 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="道德与失落之季的抛物线"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_PostulateChild_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_PostulateChild_twk:DisTweaks_Interactable_PickupBase_92 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="寇斯提思、摩根与想象中的孩子"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_QuaternionicGroan_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_QuaternionicGroan_twk:DisTweaks_Interactable_PickupBase_93 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="拷问者的四元数呻吟"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_SelfPortrait_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_SelfPortrait_twk:DisTweaks_Interactable_PickupBase_94 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="倾泻的反曲线之光，索科洛夫的自画像"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Paintings.Painting_Void_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Paintings.Painting_Void_twk:DisTweaks_Interactable_PickupBase_95 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="界外魔与外接虚空"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_100_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_100_twk:DisTweaks_Interactable_PickupBase_96 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_10_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_10_twk:DisTweaks_Interactable_PickupBase_97 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_20_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_20_twk:DisTweaks_Interactable_PickupBase_98 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_25_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_25_twk:DisTweaks_Interactable_PickupBase_99 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_500_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_500_twk:DisTweaks_Interactable_PickupBase_14 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_50_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_50_twk:DisTweaks_Interactable_PickupBase_100 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Coins_5_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Coins_5_twk:DisTweaks_Interactable_PickupBase_13 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钱包"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[RKPearls.RKPearl_big_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[RKPearls.RKPearl_big_twk:DisTweaks_Interactable_PickupBase_25 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="大淡水甲贝珍珠"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[RKPearls.RKPearl_Small_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[RKPearls.RKPearl_Small_twk:DisTweaks_Interactable_PickupBase_24 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="小淡水甲贝珍珠"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Valuable_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Valuable_twk:DisTweaks_Interactable_PickupBase_3 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

